{"website_name_en":"Hayah","website_name_ar":"حياة","website_description_en":"Autism Spectrum Disorder is a neurodevelopmental disorder characterized by persistent difficulties in social communication and interaction, along with restricted and repetitive behavior patterns or interests. Learn about early and accurate diagnosis, use of technology in analyzing child behavior, and the importance of early intervention for improving the condition of children with autism.","website_description_ar":"اضطراب طيف التوحد هو اضطراب في النمو العصبي يتميز بمشاكل مستمرة في التواصل الاجتماعي والتفاعل، إلى جانب أنماط السلوك أو الاهتمامات أو الأنشطة المقيدة والمتكررة. تعرف على التشخيص المبكر والدقيق واستخدام التكنولوجيا في تحليل سلوك الطفل وتقديم العلاج المبكر لتحسين حالة الأطفال المصابين بالتوحد.","website_keywords":"Hayah, حياة, autism,اضطراب طيف التوحد, Autism Spectrum Disorder, اضطراب في النمو العصبي, neurodevelopmental disorder, التواصل الاجتماعي, social communication, أنماط السلوك, behavior patterns, الاهتمامات المقيدة, restricted interests, الأنشطة المتكررة, repetitive activities, تحليل السلوك بالملاحظة, behavior analysis, الطبيب, doctor, التقييم الذي يعتمد حصريًا على جلسات المراقبة السلوكية, behavior observation-based assessment, مرحلة الشك, stage of suspicion, اليقين في وجود المريض, certainty of diagnosis, اضطراب التوحد, Autism Disorder, الطيف الواسع, wide spectrum, النمو العجز أو الاضطراب, developmental disability or disorder, عجز أو اضطراب في النمو, developmental delay or disorder, تشخيص الطفل, child diagnosis, تدخل مبكر, early intervention, منظمة الصحة العالمية, World Health Organization, تشخيص المرض, disease diagnosis, التكنولوجيا الحديثة, modern technology, التشخيص المبكر والدقيق, early and accurate diagnosis, تعلم الآلة, machine learning, معالجة اللغات الطبيعية, natural language processing, تحليل سلوك الطفل, child behavior analysis, العلاج المبكر, early intervention,اضطراب طيف التوحد, Autism Spectrum Disorder, اضطراب في التواصل الاجتماعي, communication disorder, مشاكل التواصل الاجتماعي, social communication problems, السلوك التكراري, repetitive behavior, الاهتمامات المحدودة, restricted interests, نمط سلوكي متكرر, repetitive behavioral pattern, تقييم سلوك الأطفال, assessment of children's behavior, تشخيص التوحد, autism diagnosis, الطبيب المتخصص, specialized doctor, مراقبة السلوك, behavior monitoring, السلوك الاجتماعي, social behavior, العوامل النفسية, psychological factors, اللغة الطبيعية, natural language, مرحلة العلاج, treatment phase, تدريب السلوك, behavior training, تحسين مهارات الاتصال, improving communication skills, دعم الأسرة, family support, العلاج النفسي, psychological therapy, استخدام التكنولوجيا في التشخيص, technology in diagnosis, برامج الكمبيوتر, computer programs, تحليل البيانات, data analysis, تحقيق تقدم, achieving progress, تحسين جودة الحياة, improving quality of life.","website_canonical":"http:\/\/127.0.0.3:8000\/","url_model_img":"http:\/\/127.0.0.1:9865\/img_class","url_model_toddler":"http:\/\/127.0.0.1","url_model_child":"http:\/\/127.0.0.1","url_model_adolecent":"http:\/\/127.0.0.1","url_model_adult":"http:\/\/127.0.0.1","facebook":"https:\/\/www.facebook.com\/","whatsapp":"https:\/\/wa.me\/201140435384","contact_phone":"+201012237280","contact_email":"hayah.contact@gmail.com"}