<?php
return
    [
        "guideline" => "دليل لتجنب التوحد",
        "excitement_title" => "أظهر الحماسة",
        "excitement_content" => "كونك أبًا، يجب أن تظهر بعض الحماسة لجميع أنشطتك، لأن هذا يساعد طفلك على فهم ما يحدث في البيئة من حوله. على سبيل المثال، عندما تلعب لعبة، يظهر شكل معين في نهايتها. عند ظهور هذا الشكل، انظر إلى عيني الطفل وأظهر بعض الدهشة والفرح. كما يمكنك عندما تلاحظ أن ابنك يمارس نشاطًا معينًا، محاولة لفت انتباهه إلى حقيقة أنك تتابع ومتحمس لما يفعله. هذا يظهر له أنك تدرك ما يفعله وتنتظره.",
        "follow_baby_title" => "اتبع قيادة طفلك",
        "follow_baby_content" => "من الطبيعي أن تعرف أشكال ألعاب طفلك (على سبيل المثال، شكل اللغز النهائي)، لكن عليك أن تظهر كثيرًا من الاهتمام والحماس لكل شيء يجعل طفلك سعيدًا، ويجب عليك المشاركة في ذلك. حاول أن تظهر إعجابك بكل شيء يصنعه طفلك، كما لو كنت تراه للمرة الأولى (على سبيل المثال، عندما يصنع ابنك سفينة ورقية). يقول الدكتور داوسون: 'بالنسبة للطفل الذي قد يعاني من التوحد، تريد أن تدخل في عالمه وتجعله ممتعًا.'",
        "use_sing_title" => "استخدم الغناء",
        "use_sing_content" => "لتحسين التواصل مع طفلك، يمكنك ربط كلامك بالغناء، على سبيل المثال، عندما تريد طفلك أن يتناول وجبة طعام، يمكنك الغناء معه عن الخضروات وربط الغناء بحركات وإيماءات معينة. يقول الدكتور شولمان: 'تحول الأغاني اللحظات الروتينية إلى فرص للتواصل، ونظرًا لأن الكلمات ترتبط باللحن، من الأسهل على طفلك التفاعل معها - خاصةً عندما يكون هناك حركات تذهب مع ما تغنيه.'",
        "turns_title" => "تبادل الأدوار",
        "turns_content" => "حاول جعل طفلك يقلدك في الإجراءات، أن تفعل الشيء أولاً ومن ثم يقوم طفلك بعمله يساعد طفلك على التواصل. هناك العديد من الألعاب التي تساعدك في ذلك، أبسطها هو تبادل الكرة (رمي الكرة إليه، ويرميها إليك مرة أخرى)، يقول الدكتور شولمان: 'إحدى علامات مبكرة على أن الطفل يعاني من التوحد هي أنه لا يبدأ التواصل، لذلك تريد مساعدة طفلك على فهم أنه شيء يمكنه فعله.'",
        "spotlight_title" => "اجذب الانتباه",
        "spotlight_content" => "حاول جذب انتباه طفلك نحوك لجعله يميز بين الأشخاص والأشياء. يمكنك الرقص أو القيام بحركات ممتعة لجذب انتباه طفلك إليك. يقول الدكتور كورب: 'الطفل الذي قد يعاني من التوحد يكافح لفهم أن الناس أكثر أهمية من الأشياء.'",
    ];
